{
    "challanges": [
        {"id": "1", "text": "Gaseste standul echipei Thobor si intreaba-i daca au mustar de Tecuci. Fa-i o poza si adu-o la stand pentru validare."},
        {"id": "2", "text": "Gaseste standul echipei Phoenix si obtine un material promotional. Adu-l la standul nostru pentru validare."},
        {"id": "3", "text": "Roaga un queuer sa faceti o poza impreuna. Arata-ne poza la stand pentru validare."},
        {"id": "4", "text": "Gaseste standul echipei Xeo si fa o poza cu membrii echipei de la stand. Arata-ne poza la stand pentru validare."},
        {"id": "5", "text": "Am ascuns un obiect misterios cu insemnul echipei prin incapere. Gaseste-l si adu-l la stand pentru validare."},
        {"id": "6", "text": "Mergi la un membru din echipa AlphaBit. Jucati \"piatra, hartie, foarfeca\" si aduceti filmarea cu jocul la stand pentru validare."},
        {"id": "7", "text": "Creati un semn cu \"Free hugs\" si oferiti macar 3 imbratisari unor persoane random. Poza/video pentru validare la stand."},
        {"id": "8", "text": "Strange 10 semnaturi de la 10 echipe diferite. Adu-le la stand pentru validare."},
        {"id": "9", "text": "Colegii de la Infinity Bolts spun ca au un Hulk, insa suntem curiosi care e caracterul lor preferat din MCU. Intreaba-i pe cel putin 3 dintre ei. Te asteptam cu raspunsurile la stand pentru validare."},
        {"id": "10", "text": "De ce TeaBorgs au un T-Rex ca mascota si nu un plic de ceai? Ajuta-ne sa deslusim acest mister venind cu raspunsul lor la stand pentru validare."},
        {"id": "11", "text": "Saluta-i pe colegii de la Montenegro Robotics si ofera-le incurajari. Fa o poza cu echipa la stand si vino cu ea pentru validare."},
        {"id": "12", "text": "Creeaza un playlist pe Spotify, denumit \"Nationala\" si convinge membrii altor echipe sa-si adauge melodiile preferate. Playlistul trebuie sa aiba minim 10 melodii, cu cat sunt mai multe, cu atat premiul e pe masura! Vino cu dovada la stand."},
        {"id": "13", "text": "Cauta mascota pinguin si convinge-l sa dansati Dansul Pinguinului. Filmati si aduceti la noi dovada!"},
        {"id": "14", "text": "Cauta o persoana cu tricou verde, una cu tricou albastru, una cu pantaloni negri si una care are o palarie/caciula pe cap si fa o poza cu toti. Vino cu aceasta la stand pentru validare."},
        {"id": "15", "text": "Convinge alte echipe sa-ti lipeasca minim 10 stickere pe tricou. Cu cat mai multe, cu atat mai bine. Te asteptam sa ne arati rezultatul la stand."},
        {"id": "16", "text": "Invita minim 6 persoane sa faceti o hora. Filmati dansul si aratati-ne pentru validare!"},
        {"id": "17", "text": "Cautati persoanele din poza. Faceti la randul vostru cate o poza cu fiecare pentru validare. Te asteptam la stand cu rezultatul."},
        {"id": "18", "text": "Scrie 5 biletele la Posta Rubix pentru 5 persoane diferite. Tine minte, acestea nu pot fi persoane din echipa ta!"},
        {"id": "19", "text": "Fa poza cu 6 membri din echipe diferite. Te asteptam la stand cu pozele pentru validare."},
        {"id": "20", "text": "Fa poza cu steagul unei echipe. Te asteptam cu dovada la stand."},
        {"id": "21", "text": "Cauta echipa Robocorns si fa poza cu unicornul de plus sau cu mascota. Aratati-ne poza pentru validare."},
        {"id": "22", "text": "Recreati poza pe care v-o aratam. Asteptam rezultatul la stand pentru validare."},
        {"id": "23", "text": "Convinge 7 persoane sa descrie nationala intr-un cuvant. Filmeaza si arata-ne pentru validare!"},
        {"id": "24", "text": "Cauta 3 membri din echipe diferite si filmati cum sariti intr-un picior pentru 10 secunde. Filmarea se arata la stand pentru validare."},
        {"id": "25", "text": "Cauta cate o echipa a carei nume incepe cu litera E, cu I si T. Roaga cate un membru (minim) din fiecare echipa sa faceti o poza. Poza poate fi de grup sau individuala. Te asteptam la stand cu dovada pentru validare."},
        {"id": "26", "text": "Fa un playlist denumit \"PARTY AT NATIONALS\" si convinge echipa Phoenix sa adauge in playlist o melodie hip-hop, echipa Extropy una rock, echipa Esentza Revolution o melodie latino, echipa Xeo una pop. Filmati pentru a avea dovada si prezentati-l la standul nostru!"},
        {"id": "27", "text": "Fa poza cu 4 mascote diferite. Poza trebuie sa contina toate mascotele! Asteptam dovada la stand pentru validare. "},
        {"id": "28", "text": "Convinge mascota de la Tea-Borgs sa se joace sah la standul nostru. Vino inapoi la stand cu mascota pentru validare."},
        {"id": "29", "text": "Convinge echipele sa-ti ofere pixuri, insigne, stickere. Pentru a trece proba adu la standul nostru 4 pixuri, 3 bratari, 2 insigne. Toate trebuie sa fie diferite."},
        {"id": "30", "text": "Pentru ca FTC nu tine cont de varsta, cauta o persoana de 30+ ani, o persoana de 18 ani, si una de 16 ani care sa faca o poza cu tine. Te asteptam cu poza de grup la stand pentru validare."},
        {"id": "31", "text": "Fa un desen haios pe fata altei persoane si hai la noi la stand pentru confirmare alaturi de acea persoana pentru a ne prezenta rezultatul."},
        {"id": "32", "text": "Schimba un obiect vestimentar cu alta persoana timp de 10 de minute. Pentru a verifica, vei primi mesaje de la noi in acest interval de timp in care iti vom cere poza cu acel obiect vestimentar. Vino la final la stand ca sa iti ridici premiul."},
        {"id": "33", "text": "Ia o foaie si deseneaza un obiect/animal! Roaga 3 persoane sa ghiceasca ce ai desenat. Filmeaza-le raspunsurile si prezinta filmarea la stand pentru validare."},
        {"id": "34", "text": "Cauta 2 persoane care sa te ajute sa realizezi o scurta poezie, in care sa evidentiati spiritul First si termenul de Gracious Professionalism. Dupa ce terminati de compus poezia, recit-o la stand in cel mai expresiv mod pentru validare."},
        {"id": "35", "text": "Gaseste standul echipei SNGine si creeaza un video cu echipa in timp ce canta imnul Gaz Metan Medias. Arata-ne un video pentru validare."},
        {"id": "36", "text": "Gaseste standul echipei Perpetuum Mobile si fa o poza cu mascota echipei. Arata-ne o poza pentru validare."},
        {"id": "37", "text": "Roaga prima persoana pe care o vezi sa descrie Nationala FTC in 3 cuvinte. Arata-ne un video pentru validare."},
        {"id": "38", "text": "Ureaza-le la 3 persoane \"O primavara fericita!\" Arata-ne un video pentru validare."},
        {"id": "39", "text": "Gaseste standul echipei Wafy si intreaba un membru baiat de cat timp face sala. Arata-ne un video pentru validare."},
        {"id": "40", "text": "Mergi la standul echipei LTASrob si provoaca un membru sa faceti un concurs de clipit. Arata-ne un video pentru validare."},
        {"id": "41", "text": "Te provocam sa ne aduci la stand 2 pixuri de la echipe diferite in maximum 2 minute, contra cronometru (nu uita sa ii rogi frumos)."},
        {"id": "42", "text": "Creeaza un handshake cu un queuer aflat in pauza. Arata-ne un video pentru validare."},
        {"id": "43", "text": "Faceti un model de avion din hartie si organizati o competitie de zbor cu un membru din echipa Broboti. Invatati impreuna daca nu stiti deja cum se realizeaza obiectul. Arata-ne un video pentru validare."},
        {"id": "44", "text": "Faceti o coregrafie de pe tiktok cu un membru sau mai multi ai echipei Phoenix. Arata-ne un video pentru validare."},
        {"id": "45", "text": "Jucati fotbal cu o minge facuta din hartie cu un membru al echipei Aces. Arata-ne un video pentru validare."},
        {"id": "46", "text": "Provocati un membru din echipa Extropy sa rezolve puzzle-ul Ubongo de la standul nostru. Insotiti-l la stand si urmariti jocul pentru validare."},
        {"id": "47", "text": "Faceti o poza la standul Rubix, cu minim un membru din echipa noastra. Puneti-o pe story si etichetati-ne."},
        {"id": "48", "text": "Ia un prieten si gasiti steagul Rubix. Aratati-ne o poza cu acesta pentru validare."},
        {"id": "49", "text": "Gaseste standul echipei Esentza Revolution si obtine un material promotional. Pentru validare te asteptam la noi la stand cu materialul promotional."},
        {"id": "50", "text": "Faceti o poza cu mascota echipei Homosapiens. Te asteptam la stand cu poza pentru validare."},
        {"id": "51", "text": "Gaseste 2 queueri si ureaza-le \"O zi minunata!\" Arata-ne un video pentru validare."},
        {"id": "52", "text": "Faceti un joc de \"piatra, hartie, foarfeca\" cu un membru al echipei Watt's UP. Arata-ne un video pentru validare."},
        {"id": "53", "text": "Mergi la standul echipei HighFive Robotics si bate palma cu cel putin 3 membri. Filmeaza si adu dovada la stand pentru validare."},
        {"id": "54", "text": "Vizitati standul echipei Aces si lasati-le un mesaj dragut. Faceti o poza cu mesajul si aratati-ne la stand pentru validare."},
        {"id": "55", "text": "Gasiti standul a 3 echipe care au afisat steagul in tribuna. Luati cate un sticker (material promotional) de la fiecare si aduceti-l la standul nostru pentru validare."},
        {"id": "56", "text": "Mergeti la standul echipei Powered by Redstone. Faceti cunostinta cu membrii echipei de la stand, incurajati-i si faceti o poza cu acestia. Aratati-ne poza pentru validare."},
        {"id": "57", "text": "Ia un prieten si mergeti in cautarea posterului marcat cu logo-ul echipei, ascuns in incinta salii. Aduceti-l intreg la standul nostru pentru validare."},
        {"id": "58", "text": "Pentru ca tuturor ne plac sosetele haioase, ajuta-ne sa vedem cine le poarta pe cele mai dragute. Fotografiaza 3 perechi diferite de sosete haioase purtate de robotisti si vino cu pozele la stand pentru validare."},
        {"id": "59", "text": "Le adoram si le pretuim la fiecare competitie. Mascotele noastre merita un moment de recunoastere, asa ca te asteptam la stand cu poze haioase alaturi de 3 mascote diferite pentru validare."},
        {"id": "60", "text": "Roaga un prieten sa te insoteasca si mergeti impreuna in cautarea standului echipei RaSky. Aflati de unde provine numele lor si faceti poza cu (minim) 2 membri din echipa. Va asteptam la stand cu poza si raspunsul pentru validare."},
        {"id": "61", "text": "Fa o poza impreuna cu mascota Rubix in care sa recreati afisul filmului din care face parte si prezint-o la stand pentru validare."},
        {"id": "62", "text": "Fa o poza impreuna cu o felie de pizza si prezint-o la stand pentru validare."},
        {"id": "63", "text": "Fa o poza impreuna cu o persoana roscata si prezint-o la stand pentru validare."},
        {"id": "64", "text": "Fa o poza in timp ce imbratisezi un copac si prezint-o la stand pentru validare."},
        {"id": "65", "text": "Fa o poza impreuna cu un animal (de jucarie sau real) si prezint-o la stand pentru validare."},
        {"id": "66", "text": "Fa o poza impreuna cu o masina rosie si prezint-o la stand pentru validare."},
        {"id": "67", "text": "Fa o poza impreuna cu un instrument muzical si prezint-o la stand pentru validare."},
        {"id": "68", "text": "Fa o poza impreuna cu un steag al României si prezint-o la stand pentru validare."},
        {"id": "69", "text": "Fa o poza impreuna cu o persoana cu parul cret, o persoana blonda si o persoana bruneta (o singura poza) si prezint-o la stand pentru validare."},
        {"id": "70", "text": "Convinge un membru din alta echipa sa faca un dans impreuna cu tine si sa-l prezentati la standul Rubix."},
        {"id": "71", "text": "Convinge o persoana din alta echipa sa faceti schimb de tricouri/ hanorace pentru o poza si prezint-o la stand pentru validare."},
        {"id": "72", "text": "Te provocam sa vii la stand cu o urma de ruj de la un pupic pe obraz."},
        {"id": "73", "text": "Deseneaza sigla Rubix cat de bine poti pe o foaie sau pe mana si prezint-o la stand pentru verdict."},
        {"id": "74", "text": "Scrie o poezie despre FTC de doua strofe si recit-o cat de artistic poti la standul Rubix pentru validare."},
        {"id": "75", "text": "Recita cat de dramatic poti doua strofe din \"Luceafarul\" de Mihai Eminescu."},
        {"id": "76", "text": "Spune cea mai buna gluma pe care o stii cu scopul de a face un membru al echipei sa rada."},
        {"id": "77", "text": "Gaseste omul de zapada printat 3D ascuns undeva prin sala si prezinta-l la stand pentru validare."},
        {"id": "78", "text": "Confectioneaza si prezinta la stand un origami, filmeaza secvente sau fa poze pe parcursul procesului pentru validare."},
        {"id": "79", "text": "Scrie prenumele tuturor membrilor echipei Rubix (14 membri + mentor) si citeste-le la stand pentru confirmare."},
        {"id": "80", "text": "Cara pe cineva in spate timp de 20 de secunde ( filmare)."},
        {"id": "81", "text": "Recreeaza urmatoarele 3 pozitii de yoga impreuna cu o persoana la alegere si prezinta pozele la stand."},
        {"id": "82", "text": "Imbratiseaza 10 persoane. Ca dovada creeaza un videoclip."},
        {"id": "83", "text": "Filmeaza-te spunand complimente catre 4 persoane necunoscute."},
        {"id": "84", "text": "Canta singur sau impreuna cu cineva o strofa din \"Imnul Romaniei\" la standul nostru. "},
        {"id": "85", "text": "Fa o poza in care sa recreezi afisul filmului \"High School Musical\" si prezint-o la stand pentru validare. "},
        {"id": "86", "text": "Fa o poza in care sa recreezi afisul serialului \"Friends\" si prezint-o la stand pentru validare. "},
        {"id": "87", "text": "Fa o poza in care sa recreezi afisul serialului \"Wednesday\" si prezint-o la stand pentru validare. "},
        {"id": "88", "text": "Vino la stand cu semnatura a 8 echipe pe mana. Filmeaza cand primesti semnatura si prezinta videoul la stand pentru validare."},
        {"id": "89", "text": "Convinge o mascota (nu din echipa ta) sa vina si sa faca impreuna cu tine 10 genuflexiuni la standul Rubix."},
        {"id": "90", "text": "Ofera-i unei fete o floare si filmeaza reactia ei pentru validare la stand."}
    ]
}